Repository: wescamp/Mystery_Campaign-1.10
Catalog: po/*.po
Languages: fr

source: MC
fr: CM

source: Mystery Campaign
fr: Campagne mystère

source: (Easy)
fr: (Facile)

source: (Not so easy)
fr: (Pas si facile)

source: Veteran
fr: Vétéran

source: (Nightmare)
fr: (Cauchemar)

source: This is an infinitely long, random, campaign. As you play, it gets increasing difficult in various ways. How many scenarios can you complete?
fr: Ceci est une campagne aléatoire et infiniment longue. Elle devient de plus en plus difficile au fur et à mesure que vous jouez. Combien de scénarios pourrez-vous réussir ?

source: Campaign Designer
fr: Conception de la campagne

source: Previous Maintainer
fr: Mainteneur précédent

source: Current Maintainer
fr: Mainteneur actuel

source: Miscellaneous
fr: Autres

source: Patched by: ott, ivanovic, szopen
fr: Corrigés par : ott, ivanovic, szopen

source: Outlaws
fr: Hors la loi

source: Cockatrice
fr: Cocatris

source: Mystery Scenario
fr: Scénario mystère

source: Contester
fr: Contestataire

source: Opponent
fr: Opposant

source: Greetings, $leader1.language_name $leader1.name|, welcome to scenario <span foreground='green'><big>$scenario_number|</big></span> I have <span foreground='yellow'>$gold|</span> gold, and my army of <b>$enemy_faction|</b> consists of the following types of units: <i>$enemy_recruits|</i>. To complete the scenario, you must defeat me, or force me to surrender!
fr: Salutations, $leader1.language_name $leader1.name|, bienvenue au scénario <span foreground='green'><big>$scenario_number|</big></span>. J'ai <span foreground='yellow'>$gold|</span> pièces d'or et mon armée de <b>$enemy_faction|</b> comprend les types d'unités suivants : <i>$enemy_recruits|</i>. Pour réussir ce scénario, vous devez me vaincre ou me forcer à me rendre !

source: Defeat enemy leader
fr: Vaincre le chef ennemi

source: Enemy leader surrenders
fr: Le chef ennemi s'est rendu !

source: Death of your leader
fr: Mort de votre chef

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
fr: On dit de ces créatures mystiques, parfois mieux connues sous le nom de « basilics », qu'elles sont capables de pétrifier les êtres vivants. Inutile de dire que cela les rend extrêmement dangereuses.

source: gaze
fr: regard

source: What faction do you want to play:
fr: Quelle faction voulez-vous jouer :

source: Pick one for me!
fr: Choisissez-en un pour moi !

source: What type of unit should your leader be?
fr: De quel type d'unité sera votre seigneur ?

source: Please enter your name.
fr: S'il vous plaît entrer votre nom.

source: My name is
fr: Mon nom est

source: What funding level do you want for the campaign?
fr: Quel niveau de ressources attribuer à la campagne ?

source: Classic
fr: Habituel

source: Moderate
fr: Limité

source: Excessive
fr: Excessif

source: Oh, it's hopeless! I surrender!
fr: Oh, c'est sans espoir ! Je me rends !
